<?php
// Text
$_['text_paypal']                        = 'PayPal';
$_['text_paypal_fastlane']               = 'Πιστωτικές & Χρεωστικές Κάρτες (Fastlane)';
$_['text_paypal_title']                  = 'PayPal (Πληρωμή με PayPal, Κάρτα)';
$_['text_paypal_paylater_title']         = 'Αγοράστε Τώρα Πληρώστε Αργότερα με PayPal';
$_['text_paypal_googlepay_title']        = 'Google Pay';
$_['text_paypal_applepay_title']         = 'Apple Pay';
$_['text_paypal_fastlane_title']         = 'Πιστωτικές & Χρεωστικές Κάρτες';
$_['text_checkout_payment_address']      = 'Στοιχεία Χρέωσης';
$_['text_checkout_shipping_address']     = 'Στοιχεία Αποστολής';
$_['text_checkout_shipping_method']      = 'Μέθοδος Αποστολής';
$_['text_checkout_payment_method']       = 'Μέθοδος Πληρωμής';
$_['text_your_details']                  = 'Τα Στοιχεία Σας';
$_['text_your_address']                  = 'Η Διεύθυνσή Σας';
$_['text_cart']                          = 'Καλάθι Αγορών';
$_['text_shipping_updated']              = 'Η υπηρεσία αποστολής ενημερώθηκε';
$_['text_fastlane']                      = 'Fastlane';
$_['text_fastlane_shipping']             = 'Αποστολή';
$_['text_fastlane_payment']              = 'Πληρωμή';
$_['text_day']                           = 'ημέρα';
$_['text_week']                          = 'εβδομάδα';
$_['text_semi_month']                    = 'δεκαπενθήμερο';
$_['text_month']                         = 'μήνας';
$_['text_year']                          = 'έτος';
$_['text_card_number']                   = '%s τελειώνει σε %s';
$_['text_trial']                         = '%s κάθε %s %s για %s πληρωμές και στη συνέχεια ';
$_['text_recurring']                     = '%s κάθε %s %s';
$_['text_recurring_item']                = 'Επαναλαμβανόμενο Είδος';
$_['text_payment_recurring']             = 'Προφίλ Πληρωμών';
$_['text_trial_description']             = '%s κάθε %d %s(s) για %d πληρωμή(ες), στη συνέχεια';
$_['text_payment_description']           = '%s κάθε %d %s(s) για %d πληρωμή(ες)';
$_['text_payment_cancel']                = '%s κάθε %d %s(s) μέχρι να ακυρωθεί';
$_['text_length']                       = ' για %s πληρωμές';
$_['text_order_message']                 = 'Προστασία Πωλητή PayPal - %s';
$_['text_wait']                          = 'Παρακαλώ περιμένετε!';
$_['text_loading']                       = 'Φόρτωση...';
$_['text_failure_page_title']            = 'Η παραγγελία σας απέτυχε!';
$_['text_failure_page_message']          = 'Λυπούμαστε, αλλά η συναλλαγή απέτυχε! Παρακαλώ επιλέξτε άλλη μέθοδο πληρωμής ή <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>';

// Column
$_['column_image']                       = 'Εικόνα';
$_['column_name']                        = 'Όνομα Προϊόντος';
$_['column_model']                       = 'Κωδικός';
$_['column_quantity']                    = 'Ποσότητα';
$_['column_price']                       = 'Τιμή Μονάδας';
$_['column_total']                       = 'Σύνολο';

// Entry
$_['entry_email']                        = 'E-Mail';
$_['entry_firstname']                    = 'Όνομα';
$_['entry_lastname']                     = 'Επώνυμο';
$_['entry_telephone']                    = 'Τηλέφωνο';
$_['entry_company']                      = 'Εταιρεία';
$_['entry_address_1']                    = 'Διεύθυνση 1';
$_['entry_address_2']                    = 'Διεύθυνση 2';
$_['entry_postcode']                     = 'Ταχυδρομικός Κώδικας';
$_['entry_city']                         = 'Πόλη';
$_['entry_country']                      = 'Χώρα';
$_['entry_zone']                         = 'Περιφέρεια / Περιοχή';
$_['entry_card_number']                  = 'Αριθμός Κάρτας';
$_['entry_expiration_date']              = 'Ημερομηνία Λήξης';
$_['entry_cvv']                          = 'CVV';
$_['entry_card_save']                    = 'Αποθηκεύστε την κάρτα σας';
$_['entry_shipping']                     = 'Απαιτείται αποστολή για αυτήν την αγορά';

// Button
$_['button_continue']                    = 'Συνέχεια';
$_['button_confirm']                     = 'Επιβεβαίωση';
$_['button_shipping']                    = 'Ενημέρωση αποστολής';
$_['button_pay']                         = 'Πληρωμή με Κάρτα';
$_['button_edit']                        = 'Επεξεργασία';

// Success
$_['success_order']                      = 'Επιτυχία: Τροποποιήσατε τις παραγγελίες!';

// Error
$_['error_warning']                      = 'Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για σφάλματα.';
$_['error_stock']                        = 'Τα προϊόντα που επισημαίνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν είναι σε απόθεμα!';
$_['error_minimum']                      = 'Το ελάχιστο ποσό παραγγελίας για %s είναι %s!';
$_['error_required']                     = '%s απαιτείται!';
$_['error_product']                      = 'Ειδοποίηση: Δεν υπάρχουν προϊόντα στο καλάθι σας!';
$_['error_recurring_required']           = 'Παρακαλώ επιλέξτε μια επαναλαμβανόμενη πληρωμή!';
$_['error_unavailable']                  = 'Παρακαλώ χρησιμοποιήστε το κανονικό checkout σε αυτήν την παραγγελία!';
$_['error_shipping']                     = 'Ειδοποίηση: Απαιτείται τρόπος αποστολής!';
$_['error_no_shipping']                  = 'Ειδοποίηση: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής.';
$_['error_firstname']                    = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']                     = 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']                        = 'Η διεύθυνση e-mail δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']                    = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']                     = 'Ο κωδικός πρόσβασης πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']                      = 'Η επιβεβαίωση του κωδικού πρόσβασης δεν ταιριάζει με τον κωδικό πρόσβασης!';
$_['error_address_1']                    = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                         = 'Η πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_postcode']                     = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']                      = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']                         = 'Επιλέξτε μια περιφέρεια / περιοχή!';
$_['error_agree']                        = 'Ειδοποίηση: Πρέπει να αποδεχθείτε τους όρους της σελίδας %s!';
$_['error_address']                      = 'Ειδοποίηση: Πρέπει να επιλέξετε διεύθυνση!';
$_['error_custom_field']                 = '%s απαιτείται!';
$_['error_fastlane_billing_address']     = 'Η διεύθυνση χρέωσης δεν φαίνεται έγκυρη!';
$_['error_order_voided']                 = 'Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας. Όλες οι μονάδες αγοράς στην παραγγελία έχουν ακυρωθεί. Παρακαλώ <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_order_completed']              = 'Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας. Η πληρωμή εγκρίθηκε ή η εξουσιοδοτημένη πληρωμή καταγράφηκε για την παραγγελία. Παρακαλώ <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_authorization_captured']       = 'Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας. Η εξουσιοδοτημένη πληρωμή έχει μία ή περισσότερες δεσμεύσεις έναντι αυτής. Το άθροισμα αυτών των καταγεγραμμένων πληρωμών είναι μεγαλύτερο από το ποσό της αρχικής εξουσιοδοτημένης πληρωμής. Παρακαλώ <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_authorization_denied']         = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Το ποσό δεν μπόρεσε να δεσμευτεί. Παρακαλώ δοκιμάστε μια διαφορετική πηγή πληρωμής.';
$_['error_authorization_expired']        = 'Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας. Η εξουσιοδοτημένη πληρωμή έχει λήξει. Παρακαλώ <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_capture_declined']             = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Το ποσό δεν μπόρεσε να δεσμευτεί. Παρακαλώ δοκιμάστε μια διαφορετική πηγή πληρωμής.';
$_['error_capture_failed']               = 'Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας. Παρουσιάστηκε σφάλμα κατά την καταγραφή της πληρωμής. Παρακαλώ <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_3ds_failed_authentication']    = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Μπορεί να αποτύχατε την πρόκληση ή η συσκευή να μην επαληθεύτηκε.';
$_['error_3ds_rejected_authentication']  = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Παραλείψατε τον έλεγχο ταυτοποίησης 3D Secure.';
$_['error_3ds_attempted_authentication'] = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Η κάρτα δεν είναι εγγεγραμμένη στο 3D Secure καθώς η τράπεζα έκδοσης της κάρτας δεν συμμετέχει στο 3D Secure.';
$_['error_3ds_unable_authentication']    = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Η εκδότρια τράπεζα δεν μπορεί να ολοκληρώσει τον έλεγχο ταυτοποίησης.';
$_['error_3ds_challenge_authentication'] = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Απαιτείται πρόκληση για τον έλεγχο ταυτοποίησης.';
$_['error_3ds_card_ineligible']          = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Ο τύπος της κάρτας και η τράπεζα έκδοσης δεν είναι έτοιμες να ολοκληρώσουν έναν 3D Secure έλεγχο ταυτοποίησης.';
$_['error_3ds_system_unavailable']       = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Παρουσιάστηκε σφάλμα με το σύστημα ελέγχου ταυτοποίησης 3D Secure.';
$_['error_3ds_system_bypassed']          = 'Δεν μπορέσαμε να επεξεργαστούμε τη συναλλαγή με αυτήν την κάρτα. Το 3D Secure παραλείφθηκε καθώς το σύστημα ελέγχου ταυτοποίησης δεν απαιτούσε πρόκληση.';
$_['error_payment']                      = 'Παρακαλώ επιλέξτε άλλη μέθοδο πληρωμής ή <a href="%s" target="_blank">επικοινωνήστε μαζί μας</a>.';
$_['error_timeout']                      = 'Συγγνώμη, το PayPal είναι απασχολημένο αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα!';
