<?php
// Heading
$_['heading_title']    = 'Μετατροπέας ισοτιμιών της Ευρωπαϊκής Κεντρικής Τράπεζας';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τον μετατροπέα ισοτιμιών της Ευρωπαϊκής Κεντρικής Τράπεζας!';
$_['text_edit']        = 'Επεξεργασία μετατροπέα ισοτιμιών της Ευρωπαϊκής Κεντρικής Τράπεζας';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Αυτή η επέκταση απαιτεί το Ευρώ να είναι διαθέσιμο νόμισμα.';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Όταν είναι ενεργοποιημένη, μπορεί να επιλεγεί ως η μηχανή ισοτιμιών νομισμάτων από τη διαδρομή <b><a href="%2">Σύστημα &gt; Ρυθμίσεις</b></a> και μπορείτε να ανανεώνετε τις ισοτιμίες νομισμάτων από τη διαδρομή <b><a href="%1">Σύστημα &gt; Τοπική Προσαρμογή &gt; Νομίσματα</a></b>.';

// Entry
$_['entry_ip']         = 'Διεύθυνση IP Διακομιστή';
$_['entry_cron']       = 'Εντολή CRON';
$_['entry_status']     = 'Κατάσταση';

// Help
$_['help_ip']          = 'Προαιρετική διεύθυνση IP για τον διακομιστή που εκτελεί μια εργασία CRON για ανανέωση των ισοτιμιών νομισμάτων.';
$_['help_cron']        = 'Χρησιμοποιήστε αυτήν την εντολή για να ρυθμίσετε μία εργασία CRON στον διακομιστή σας.';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τον μετατροπέα ισοτιμιών της Ευρωπαϊκής Κεντρικής Τράπεζας!';
$_['error_euro']       = 'Αυτή η επέκταση απαιτεί το Ευρώ ως διαθέσιμο νόμισμα!';
$_['error_ip']         = 'Μη έγκυρη διεύθυνση IP!';
