<?php
// Heading
$_['heading_title']    = 'Μετατροπέας Νομισμάτων Fixer';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τον Μετατροπέα Ισοτιμιών Fixer!';
$_['text_edit']        = 'Επεξεργασία Μετατροπέα Ισοτιμιών Fixer';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Το Fixer.io είναι μια υπηρεσία μετατροπής ισοτιμιών νομισμάτων. Πριν το χρησιμοποιήσετε για πρώτη φορά, πρέπει να <b><a href="https://fixer.io/" target="_blank">εγγραφείτε εδώ</a></b> για να λάβετε ένα Κλειδί Πρόσβασης API (API Access Key).';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Όταν είναι ενεργοποιημένο, μπορεί να επιλεγεί ως μηχανή τιμής νομισμάτων στο <b><a href="%2">Σύστημα &gt; Ρυθμίσεις</a></b> και μπορείτε να ανανεώσετε τις ισοτιμίες μέσω <b><a href="%1">Σύστημα &gt; Τοπικοποίηση &gt; Νομίσματα</a></b>.';

// Entry
$_['entry_api']        = 'Κλειδί Πρόσβασης API';
$_['entry_ip']         = 'Διεύθυνση IP Διακομιστή';
$_['entry_cron']       = 'Εντολή CRON';
$_['entry_status']     = 'Κατάσταση';

// Help
$_['help_ip']          = 'Προαιρετική διεύθυνση IP για τον διακομιστή που εκτελεί εργασία CRON ώστε να ανανεώνει τις ισοτιμίες.';
$_['help_cron']        = 'Χρησιμοποιήστε αυτήν την εντολή για να ρυθμίσετε μία εργασία CRON στον διακομιστή σας.';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τον Μετατροπέα Ισοτιμιών Fixer!';
$_['error_ip']         = 'Μη έγκυρη διεύθυνση IP!';
$_['error_api']        = 'Απαιτείται Κλειδί Πρόσβασης API!';

