<?php
// Heading
$_['heading_title']		 				= 'Opayo';

// Text
$_['text_opayo']	  					= '<img src="view/image/payment/opayo.png" alt="Opayo" title="Opayo" />';
$_['text_extensions']     				= 'Επεκτάσεις';
$_['text_edit']          				= 'Επεξεργασία Opayo';
$_['text_tab_general']				 	= 'Γενικά';
$_['text_tab_cron']						= 'Cron';
$_['text_test']				  			= 'Δοκιμαστικό Περιβάλλον';
$_['text_live']				  			= 'Παραγωγικό Περιβάλλον';
$_['text_defered']			  			= 'Αναβολή';
$_['text_authenticate']		  			= 'Έλεγχος Ταυτότητας';
$_['text_payment']		  				= 'Πληρωμή';
$_['text_payment_info']		  			= 'Στοιχεία Πληρωμής';
$_['text_release_status']	  			= 'Αποδέσμευση Πληρωμής';
$_['text_void_status']		 			= 'Ακύρωση Πληρωμής';
$_['text_rebate_status']	  			= 'Επιστροφή Πληρωμή';
$_['text_order_ref']		  			= 'Αριθμός Παραγγελίας';
$_['text_order_total']		  			= 'Εξουσιοδοτημένο Σύνολο';
$_['text_total_released']	  			= 'Απελευθερωμένο Σύνολο';
$_['text_transactions']		  			= 'Συναλλαγές';
$_['text_column_amount']	  			= 'Ποσό';
$_['text_column_type']		  			= 'Τύπος';
$_['text_column_date_added']  			= 'Δημιουργήθηκε';
$_['text_confirm_void']		  			= 'Είστε βέβαιοι ότι θέλετε να ακυρώσετε την πληρωμή;';
$_['text_confirm_release']	  			= 'Είστε βέβαιοι ότι θέλετε να αποδεσμεύσετε την πληρωμή;';
$_['text_confirm_rebate']	  			= 'Είστε βέβαιοι ότι θέλετε να επιστρέψετε την πληρωμή;';

// Entry
$_['entry_vendor']			  			= 'Πωλητής';
$_['entry_environment']			  		= 'Περιβάλλον';
$_['entry_transaction_method']		  	= 'Μέθοδος Συναλλαγής';
$_['entry_total']             			= 'Σύνολο';
$_['entry_order_status']	  			= 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']		  			= 'Γεωγραφική Ζώνη';
$_['entry_status']			  			= 'Κατάσταση';
$_['entry_sort_order']		  			= 'Σειρά Ταξινόμησης';
$_['entry_debug']			  			= 'Καταγραφή Εντοπισμού Σφαλμάτων';
$_['entry_card_save']			  		= 'Αποθήκευση Καρτών';
$_['entry_cron_token']	  				= 'Μυστικό Token';
$_['entry_cron_url']	  				= 'URL';
$_['entry_cron_last_run']	 			= 'Τελευταίος χρόνος εκτέλεσης:';

// Help
$_['help_total']			  			= 'Το σύνολο που θα πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί αυτή η μέθοδος πληρωμής.';
$_['help_debug']			  			= 'Η ενεργοποίηση του εντοπισμού σφαλμάτων θα εγγράψει ευαίσθητα δεδομένα σε ένα αρχείο καταγραφής. Θα πρέπει πάντα να την απενεργοποιείτε, εκτός εάν σας δοθεί διαφορετική οδηγία.';
$_['help_transaction_method']  			= 'Η μέθοδος συναλλαγής ΠΡΕΠΕΙ να οριστεί σε Πληρωμή για να επιτρέπεται η πληρωμή συνδρομής.';
$_['help_card_save']			  		= 'Για να μπορεί ο αγοραστής να αποθηκεύσει τα στοιχεία της κάρτας για επόμενες πληρωμές, πρέπει να εγγραφεί το MID TOKEN. Θα χρειαστεί να επικοινωνήσετε με την υποστήριξη πελατών της Opayo για να συζητήσετε την ενεργοποίηση του συστήματος διακριτικών για τον λογαριασμό σας.';
$_['help_cron_token']	  				= 'Κάντε το σύνθετο και δύσκολο να προβλεφθεί.';
$_['help_cron_url']		  				= 'Ορίστε ένα cron για να καλεί αυτό το URL.';

// Button
$_['button_release']		  			= 'Αποδέσμευση';
$_['button_rebate']			  			= 'Επιστροφή Χρημάτων';
$_['button_void']			  			= 'Ακύρωση';
$_['button_enable_recurring']			= 'Ενεργοποίηση Επαναλαμβανόμενων';
$_['button_disable_recurring']			= 'Απενεργοποίηση Επαναλαμβανόμενων';

// Success
$_['success_save']		 				= 'Επιτυχία: Έχετε επεξεργαστεί την πληρωμή Opayo!';
$_['success_release_ok']		  		= 'Επιτυχία: Η Αποδέσμευση ήταν επιτυχής!';
$_['success_release_ok_order']	  		= 'Επιτυχία: Η Αποδέσμευση ήταν επιτυχής, η κατάσταση της παραγγελίας ενημερώθηκε σε Ολοκληρωμένη - Διευθετήθηκε!';
$_['success_rebate_ok']		  			= 'Επιτυχία: H Επιστροφή ήταν επιτυχής!';
$_['success_rebate_ok_order']	  		= 'Επιτυχία: H Επιστροφή ήταν επιτυχής, η κατάσταση της παραγγελίας ενημερώθηκε σε Επιστράφηκε!';
$_['success_void_ok']			  		= 'Επιτυχία: H Ακύρωση ήταν επιτυχής, η κατάσταση της παραγγελίας ενημερώθηκε σε Ακυρώθηκε!';
$_['success_enable_recurring']			= 'Επιτυχία: Η επαναλαμβανόμενη πληρωμή ενεργοποιήθηκε!';
$_['success_disable_recurring']			= 'Επιτυχία: Η επαναλαμβανόμενη πληρωμή απενεργοποιήθηκε!';

// Error
$_['error_warning']          			= 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για σφάλματα!';
$_['error_permission']		  			= 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την πληρωμή Opayo!';
$_['error_vendor']			  			= 'Απαιτείται αναγνωριστικό πωλητή (Vendor ID)!';
