<?php
// Heading
$_['heading_title']         = 'Pilibaba για Κινέζικο Checkout';

// Tab
$_['tab_register']          = 'Εγγραφή';
$_['tab_settings']          = 'Ρυθμίσεις';

// Text
$_['text_extension']        = 'Επεκτάσεις';
$_['text_success']          = 'Επιτυχία: Τροποποιήσατε το πρόσθετο πληρωμής Pilibaba!';
$_['text_edit']             = 'Επεξεργασία Pilibaba';
$_['text_pilibaba']         = '<a href="http://www.pilibaba.com" target="_blank"><img src="view/image/payment/pilibaba.png" alt="Pilibaba" title="Pilibaba"></a>';
$_['text_live']             = 'Παραγωγικό Περιβάλλον (Live)';
$_['text_test']             = 'Δοκιμαστικό Περιβάλλον (Test)';
$_['text_payment_info']     = 'Πληροφορίες Πληρωμής';
$_['text_order_id']         = 'Αριθμός Παραγγελίας';
$_['text_amount']           = 'Ποσό';
$_['text_fee']              = 'Χρέωση';
$_['text_date_added']       = 'Ημερομηνία Προσθήκης';
$_['text_tracking']         = 'Παρακολούθηση';
$_['text_barcode']          = 'Γραμμωτός Κώδικας';
$_['text_barcode_info']     = '(Εκτυπώστε αυτόν τον μοναδικό γραμμωτό κώδικα (barcode) και κολλήστε τον στην επιφάνεια του δέματος)';
$_['text_confirm']          = 'Είστε βέβαιοι ότι θέλετε να ενημερώσετε τον αριθμό παρακολούθησης;';
$_['text_register_success'] = 'Η εγγραφή ολοκληρώθηκε με επιτυχία. Θα λάβετε Email σύντομα.';
$_['text_tracking_success'] = 'Ο αριθμός παρακολούθησης ενημερώθηκε επιτυχώς.';
$_['text_other']            = 'Άλλο';
$_['text_email']            = 'Η καταχωρημένη διεύθυνση Email για τον λογαριασμό σας Pilibaba είναι %s';

// Entry
$_['entry_email_address']   = 'Διεύθυνση Email';
$_['entry_password']        = 'Κωδικός';
$_['entry_currency']        = 'Νόμισμα';
$_['entry_warehouse']       = 'Αποθήκη';
$_['entry_country']         = 'Χώρα';
$_['entry_merchant_number'] = 'Αριθμός Εμπόρου';
$_['entry_secret_key']      = 'Μυστικό Κλειδί';
$_['entry_environment']     = 'Περιβάλλον';
$_['entry_shipping_fee']    = 'Έξοδα Αποστολής';
$_['entry_order_status']    = 'Κατάσταση Παραγγελίας';
$_['entry_status']          = 'Κατάσταση';
$_['entry_logging']         = 'Καταγραφή Σφαλμάτων (Debug)';
$_['entry_sort_order']      = 'Σειρά Ταξινόμησης';

// Help
$_['help_email_address']    = 'Εισαγάγετε τη διεύθυνση email του ιδιοκτήτη της επιχείρησης.';
$_['help_password']         = 'Εισαγάγετε κωδικό από 8 έως 30 χαρακτήρες.';
$_['help_currency']         = 'Επιλέξτε το νόμισμα που χρησιμοποιείτε στον ιστότοπο και για ανάληψη στον τραπεζικό λογαριασμό.';
$_['help_warehouse']        = 'Επιλέξτε την πλησιέστερη αποθήκη στην οποία θα αποστέλλετε. Για παραγγελίες από Κινέζους πελάτες (μέσω Pilibaba) θα παραδίδετε δέματα σε αυτήν την αποθήκη.';
$_['help_country']          = 'Δηλώστε τη χώρα σας· θα σας ειδοποιήσουμε μόλις ανοίξει αποθήκη εκεί.';
$_['help_merchant_number']  = 'Ο προσωπικός αριθμός εμπόρου του λογαριασμού Pilibaba.';
$_['help_secret_key']       = 'Το μυστικό κλειδί πρόσβασης στο Pilibaba API.';
$_['help_shipping_fee']     = 'Κόστος αποστολής από τη δική σας αποθήκη στην αποθήκη Pilibaba (δύο δεκαδικά).';
$_['help_order_status']     = 'Κατάσταση παραγγελίας μόλις ο πελάτης ολοκληρώσει την αγορά.';
$_['help_total']            = 'Ελάχιστο σύνολο ταμείου για να ενεργοποιηθεί αυτή η μέθοδος. Τιμή χωρίς σύμβολο νομίσματος.';
$_['help_logging']          = 'Η ενεργοποίηση εντοπισμού σφαλμάτων (debug) καταγράφει ευαίσθητα δεδομένα στο αρχείο καταγραφής σφαλμάτων (log). Ενεργοποιήστε την μόνο εάν σας ζητηθεί.';

// Error
$_['error_warning']         = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για σφάλματα!';
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την πληρωμή Pilibaba!';
$_['error_merchant_number'] = 'Απαιτείται Αριθμός Εμπόρου!';
$_['error_secret_key']      = 'Απαιτείται Μυστικό Κλειδί!';
$_['error_shipping_fee']    = 'Τα έξοδα αποστολής πρέπει να είναι δεκαδικός αριθμός!';
$_['error_not_enabled']     = 'Η επέκταση δεν είναι ενεργοποιημένη!';
$_['error_data_missing']    = 'Λείπουν δεδομένα!';
$_['error_tracking_length'] = 'Ο αριθμός παρακολούθησης πρέπει να είναι 1-50 χαρακτήρες!';
$_['error_email_address']   = 'Παρακαλούμε εισάγετε τη διεύθυνση Email σας!';
$_['error_email_invalid']   = 'Η διεύθυνση Email δεν είναι έγκυρη!';
$_['error_password']        = 'Ο κωδικός πρέπει να είναι τουλάχιστον 8 χαρακτήρες!';
$_['error_currency']        = 'Παρακαλώ επιλέξτε νόμισμα!';
$_['error_warehouse']       = 'Παρακαλώ επιλέξτε αποθήκη!';
$_['error_country']         = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_weight']          = 'Παρακαλώ αλλάξτε τη ρύθμιση <a href="%s">Μονάδα Βάρους</a> σε γραμμάρια (Σύστημα → Ρυθμίσεις → Τοπική Προσαρμογή).';
$_['error_bad_response']    = 'Ελήφθη μία μη έγκυρη απάντηση. Παρακαλώ δοκιμάστε ξανά αργότερα.';

// Button
$_['button_register']       = 'Εγγραφή';
$_['button_tracking']       = 'Ενημέρωση Αριθμού Παρακολούθησης';
$_['button_barcode']        = 'Δημιουργία Γραμμωτού Κώδικα (Barcode)';
